/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "Opstartcachebestanden bijwerken";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "Cachebestanden die nodig zijn voor opstarten, worden bijgewerkt. Het systeem wordt uitgeschakeld als alle cachebestanden zijn bijgewerkt.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Inconsistente systeembestanden";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Belangrijke systeembestanden in het geheugen komen niet overeen met de corresponderende bestanden op schijf. Kernelextensies kunnen niet worden geladen en sommige apparaten werken mogelijk niet. Wellicht kunt u het probleem oplossen door de opstartschijf opnieuw in te stellen in Systeemvoorkeuren.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "De systeemextensie kan niet worden gebruikt";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "De systeemextensie '";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "' is niet juist geïnstalleerd en kan niet worden gebruikt. Installeer de extensie opnieuw of neem contact op met de fabrikant voor een update.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 kleuren";
"Thousands"  = "Duizenden";
"Millions"   = "Miljoenen";
"Trillions"  = "Biljoenen";

"n/a"  = "n.v.t.";

"stretched"  = "uitgerekt";
"simulscan"  = "simulscan";
"interlaced" = "interlaced";
"external"   = "extern";


"%%.%ldf Hertz"       = "%%.%ldf Hertz";
"%%.%ldf Hertz (%%@)" = "%%.%ldf Hertz (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%.%ldf Hz";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%.%ldf Hz (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%.%ldf Hz (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)";
